
let arr = new Map([
    ['a', 'Тег <a> является одним из важных элементов HTML и предназначен для создания ссылок. (http://htmlbook.ru/html/a)'],
    ['body', 'Элемент <body> предназначен для хранения содержания веб-страницы (контента), отображаемого в окне браузера. Информацию, которую следует выводить в документе, следует располагать именно внутри контейнера <body>. К такой информации относится текст, изображения, теги, скрипты JavaScript и т.д. (http://htmlbook.ru/html/body)'],
    ['br', 'Тег <br> устанавливает перевод строки в том месте, где этот тег находится. (http://htmlbook.ru/html/br)'],
    ['button', 'Тег <button> создает на веб-странице кнопки и по своему действию напоминает результат, получаемый с помощью тега <input> (с атрибутом type="button | reset | submit"). В отличие от этого тега, <button> предлагает расширенные возможности по созданию кнопок. Например, на подобной кнопке можно размещать любые элементы HTML, в том числе изображения. Используя стили можно определить вид кнопки путем изменения шрифта, цвета фона, размеров и других параметров. (http://htmlbook.ru/html/button)'],
    ['canvas','Создает область, в которой при помощи JavaScript можно рисовать разные объекты, выводить изображения, трансформировать их и менять свойства. (http://htmlbook.ru/html/canvas)'],
    ['div','Элемент <div> является блочным элементом и предназначен для выделения фрагмента документа с целью изменения вида содержимого. (http://htmlbook.ru/html/div)'],
    ['form','Тег <form> устанавливает форму на веб-странице. Форма предназначена для обмена данными между пользователем и сервером. (http://htmlbook.ru/html/form)'],
    ['h','HTML предлагает шесть заголовков разного уровня, которые показывают относительную важность секции, расположенной после заголовка. Так, тег <h1> представляет собой наиболее важный заголовок первого уровня, а тег <h6> служит для обозначения заголовка шестого уровня и является наименее значительным. (http://htmlbook.ru/html/h1)'],
    ['head','Тег <head> предназначен для хранения других элементов, цель которых — помочь браузеру в работе с данными. Также внутри контейнера <head> находятся метатеги, которые используются для хранения информации предназначенной для браузеров и поисковых систем. (http://htmlbook.ru/html/head)'],
  ]);

module.exports = arr;